Repository: Iamyouandwhatiseeisme/guide_me
Catalog: lib/l10n/app_*.arb
Languages: ka

source: Discover the best of each city!
ka: აღმოაჩინე ქალაქი!

source: Create your Own adventure
ka: გაები თავგადასავალში

source: Stay up to date!
ka: გაეცანი სიახლეებს

source: Get Started
ka: დავიწყოთ

source: Recommended
ka: რეკომენდირებული

source: Search for activity, location etc.
ka: მოიძიეთ სასურველი ლოკაცია

source: What to Visit
ka: რას ვესტუმროთ

source: See all
ka: სრული სია

source: Highest Rated
ka: შეფასებით

source: Closest to You
ka: დისტანციით

source: What to Eat
ka: რა ვჭამოთ

source: Km.away from you
ka: კმ. მანძილზე

source: Grocery
ka: მაღაზია

source: Mall
ka: მოლი

source: Hospital
ka: საავადმყოფო

source: Park
ka: პარკი

source: Sights
ka: ღირსშესანიშნაობები

source: Hotels
ka: სასტუმროები

source: Restaurants
ka: რესტორნები

source: Other
ka: სხვა

source: Night Life
ka: ღამის ცხოვრება

source: See on Map
ka: რუკაზე ნახვა

source: Write a review
ka: დაწერეთ შეფასება

source: Call
ka: დარეკეთ

source: Open Now
ka: ღიაა

source: Closed
ka: დაკეტილია

source: No Information
ka: ინფორმაცია ვერ მოიძებნა

source: Profile Page
ka: პროფილის გვერდი

source: Edit Name
ka: სახელის შეცვლა

source: Change Password
ka: პაროლის შეცვლა

# paymentsNCards
source: Payments & Cards
ka: გადახდა და ბარათები

source: Settings
ka: პარამეტრები

source: Logout
ka: გასვლა

source: Profile Information
ka: პროფილის ინფორმაცია

source: Bookmarks
ka: ჩანიშნულები

source: Favorites
ka: ფავორიტები

source: Collection
ka: კოლექცია

# enterOldPassword
source: Enter your old password
ka: მიუთითეთ ძველი პაროლი

# enterNewPassword
source: Enter your new password
ka: მიუთითეთ ახალი პაროლი

# enterYourName
source: Please enter your name:
ka: გთხოვთ შეიყვანოთ სახელი:

# nameExample
source: e.x. Morgan Freeman
ka: e.x. მორგან ფრიმანი

source: Update Password
ka: პაროლის განახლება

source: Add collection
ka: კოლექციის დამატება

source: Create collection
ka: კოლექციის შექმნა

source: Enter name of your collection
ka: მიუთითეთ კოლექციის სახელი

source: Items
ka: ერთეული

# pressAndHold
source: Press and hold item to add to collection
ka: დააწექით დიდი ხანი, რომ დაამატოთ კოლექციაში

source: Email
ka: ე-მეილი

source: Sign up
ka: რეგისტრაცია

# dontHaveAccount
source: Don't have an account?
ka: არ გაქვთ ანგარიში?

source: Password
ka: პაროლი

source: Enter Password
ka: მიუთითეთ პაროლი

source: Forgot password?
ka: დაგავიწყდათ პაროლი?

source: Something Went Wrong
ka: დაფიქსირდა შეცდომა

source: E-Mail verification sent
ka: ვერიფიკაციის ლინკი გამოიგზავნა მეილზე

source: Resend email
ka: ხელახლა გაგზავნა

# welcomeToGuideMe
source: Hey there! Welcome to GuideMe
ka: კეთილი იყოს თქვენი მობრძანება

source: Choose your preffered way of authentication
ka: აირჩიეთ ავთენტიფიკაციის მეთოდი

# alreadyHaveAccount
source: Already have an account?
ka: უკვე გაქვთ ანგარიში?

source: Log in
ka: შესვლა

# signUpWithMail
source: Sign up with E-Mail
ka: მეილით რეგისტრაცია

source: Sign up with Google
ka: გუგლით რეგისტრაცია
